Repository: erpstudio/zki
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ur

source: English
ur: انگلش

source: Urdu
ur: اردو

source: erpStudio
ur: ای آر پی سٹوڈیو

source: Sale ID
ur: سیل نمبر

source: Installment Payment
ur: انسٹالمینٹ

source: Installments
ur: انسٹالمینٹس

source: Sale Entry
ur: سیل اینٹرِی

source: Sale List
ur: سیل لسٹ

source: Filter By Area
ur: چھانٹیں زون سے

source: Today Installments
ur: آج کی انسٹالمینٹس

source: Pending Installments
ur: نا دی گٰی انسٹالمینٹس

source: Add Entry
ur: اینٹرِی کرے

source: Entry List
ur: اینٹرِی لسٹ

source: Transaction#
ur: ٹرانزیکشن

source: vendor
ur: وینڈر

source: inventory
ur: اینوینٹری

source: installment_interval_days
ur: انسٹالمینٹ وقفہ

source: installment_amount
ur: انسٹالمینٹ اماوٰنٹ

source: unit_price
ur: ینٹ پرایز

source: quantity
ur: مقدار

source: total_amount
ur: ٹوٹل اماوٰنٹ

source: Saved Successfull
ur: کامیاب محفوظ کریں

source: Successfull Done
ur: کامیاب ہو گیا

source: Only Post Method Allowed
ur: سرور ایرر

source: Customer
ur: کسٹمر

source: Inventory
ur: اینوینٹری

source: Area Zone
ur: زون

source: Unit Price
ur: ینٹ پرایز

source: Quantity
ur: مقدار

source: Total Amount
ur: ٹوٹل اماوٰنٹ

source: Balance
ur: بیلنس

source: Installment Started From
ur: انسٹالمینٹ شروع تاریخ

source: Installment Cycle Days
ur: انسٹالمینٹ وقفہ دن

source: Installment Amount
ur: انسٹالمینٹ اماوٰنٹ

source: Total Installments
ur: ٹوٹل انسٹالمینٹس

source: Paying Date
ur: ادا کرنا کی تاریخ

source: Paid
ur: ادا کیا

source: Scheduled Installment
ur: آنے والی انسٹالمینٹ

source: Paid Amount
ur: ادا شدہ اماوٰنٹ

source: Paid Date
ur: ادا کی تاریخ

source: From Date
ur: شروع تاریخ

source: To Date
ur: آخر تاریخ

source: Recieved
ur: حاصل کردہ

source: Pending
ur: نا ادا کی گٰی

source: Report Type
ur: ریپورٹ قسم

source: Report
ur: ریپورٹ

source: Filter
ur: فیلٹر

source: Area Report
ur: زون ریپورٹ

source: Report Recieved
ur: ادا شدہ ریپورٹ

source: Installment Amount can't be greater then Total Amount
ur: انسٹالمینٹ اماوٰنٹ ٹوٹل اماوٰنٹ سے زیادہ نیہں ہو سکتا

source: Sale
ur: سیل

source: Sale Entry List
ur: سیل اینٹرِی لسٹ

source: installment_cycle
ur: انسٹالمینٹ وقفہ

source: balance
ur: بیلنس

source: Vendor
ur: وینڈر

source: Date
ur: تاریخ

source: Purchase Entry
ur: خریدنے کی اینٹرِی

source: Purchase
ur: خرید

source: Name
ur: نام

source: AreaZone
ur: زون

source: Add AreaZone
ur: ایڈ زون

source: AreaZone List
ur: زون لسٹ

source: Edit AreaZone
ur: زون ترمیم

source: Updated Successfull
ur: کامیابی کے ساتھ اپ ڈیٹ کریں

source: Action Error
ur: ایکشن ایرر

source: Deleted Successfull
ur: کامیابی کے ساتھ حذف ہوا

source: Inventory Category
ur: اینوینٹری کی قسم

source: Add Category
ur: قسم شامل کریں

source: Category List
ur: قسم کی لسٹ

source: Edit Category
ur: قسم کی ترمیم

source: Inventory Unit
ur: اینوینٹری ینٹ

source: Add Unit
ur: ینٹ شامل کریں

source: Unit List
ur: ینٹ کی لسٹ

source: Edit Unit
ur: ینٹ کی ترمیم

source: Vendor Category
ur: وینڈر کی قسم

source: Add Customer
ur: ایڈ کسٹمر

source: Customer List
ur: کسٹمر لسٹ

source: mobile
ur: موبایل

source: cnic
ur: شناختی کارڈ

source: address
ur: ایڈریس

source: Edit Customer
ur: کسٹمر کی ترمیم

source: Today
ur: آج

source: Total
ur: ٹوٹل

source: Overall
ur: ٹوٹل

source: Today Recovery
ur: آج کی ریکوری

source: Today Reccovery By Area
ur: آج کی ریکوری بذریعہ زون

source: Employee
ur: ایمپلوے

source: Add Employee
ur: ایڈ ایمپلوے

source: Employee List
ur: ایمپلوے لسٹ

source: salary
ur: سیلری

source: Edit Employee
ur: ایمپلوے ترمیم

source: Add Inventory
ur: ایڈ اینوینٹری

source: Inventory List
ur: اینوینٹری لسٹ

source: category
ur: کیٹیگری

source: purchase_price
ur: خریدنے کی قیمت

source: sale_price
ur: بیچنے کی قیمت

source: in_stock
ur: اسٹاک

source: Edit Inventory
ur: اینوینٹری ترمیم

source: Unit
ur: ینٹ

source: Category
ur: کیٹیگری

source: Purchase Price
ur: خریدنے کی قیمت

source: Sale Price
ur: بیچنے کی قیمت

source: In Stock
ur: اسٹاک

source: Father Name
ur: باپ کا نام

source: CNIC
ur: شناختی کارڈ

source: Mobile
ur: موبایل

source: Address
ur: پتہ

source: Occupation
ur: پیشہ

source: Add Vendor
ur: ایڈ وینڈر

source: Vendor List
ur: وینڈر لسٹ

source: Edit Vendor
ur: وینڈر ترمیم

source: previous
ur: پیچھے

source: next
ur: آگے

source: Installement Sale
ur: انسٹالمینٹ سیل

source: Dashboard
ur: ڈیش بورڈ

source: Reports
ur: ّریپورٹ

source: Filter Report
ur: زون ریپورٹ

source: Setting
ur: سیٹنگ

source: Categories
ur: کیٹیگریز

source: Units
ur: ینٹ

source: page_title
ur: پیج ٹایٹل

source: Copyright
ur: کاپی رایٹ

source: All rights reserved.
ur: جملہ حقوق محفوظ ہیں

source: Version
ur: ورژن

source: Submit
ur: سبمٹ

source: Empty Card
ur: خالی

source: More info
ur: زیادہ
